/* No comment provided by engineer. */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ がリリースされました。 %1$@ のインストールと再起動を実行してください。";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ は、ディスクイメージや光学式ドライブなどのリードオンリーボリュームから起動している場合、アップデートできません。%1$@ をアプリケーションフォルダに移動し、そこから再起動した後、やり直して下さい。";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ は現在入手できる最新バージョンです。";

/* No comment provided by engineer. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@ が入手できます（使用中のバージョンは %3$@ です）。今すぐダウンロードしますか?";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ ダウンロード済み";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ / %2$@";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "新しいバージョンの %@ が入手できます。";

/* No comment provided by engineer. */
"A new version of %@ is ready to install!" = "新しいバージョン「 %@ 」のインストールを実行します！";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "アップデート情報の取得中にエラーが発生しました。後ほど改めてお試しください。";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "アップデートをダウンロード中にエラーが発生しました。後でもう一度やり直してください。";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "アーカイブの展開中にエラーが発生しました。後ほど改めてお試しください。";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "アップデートをインストール中にエラーが発生しました。後でもう一度やり直してください。";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "アップデートフィードを解析中にエラーが発生しました。";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@ を再起動中にエラーが発生しましたが、次回 %1$@ の実行時に新しいバージョンが利用できます。";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* No comment provided by engineer. */
"Cancel Update" = "アップデートを中止";

/* No comment provided by engineer. */
"Checking for updates..." = "アップデートを確認しています…";

/* Take care not to overflow the status window. */
"Downloading update..." = "アップデートをダウンロードしています…";

/* Take care not to overflow the status window. */
"Extracting update..." = "アップデートを展開しています…";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "インストールして再起動";

/* Take care not to overflow the status window. */
"Installing update..." = "アップデートをインストールしています…";

/* the unit for kilobytes */
"KB" = "KB";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "インストールできます";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = " %1$@ のアップデートを自動で確認しますか? アップデートは、%1$@ メニューから手動でいつでも確認することができます。";

/* No comment provided by engineer. */
"Update Error!" = "アップデートエラー";

/* No comment provided by engineer. */
"Updating %@" = "%@ をアップデート中";

/* No comment provided by engineer. */
"You already have the newest version of %@." = "既に最新バージョンの %@ を使用しています。";

/* No comment provided by engineer. */
"You're up-to-date!" = "最新版を使用しています！";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */

"Learn More..." = "詳しい情報…";